CoenraadS.bracket-pair-colorizer
donjayamanne.githistory
James-Yu.latex-workshop
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
PKief.material-icon-theme
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.Material-theme
