arcticicestudio.nord-visual-studio-code
CoenraadS.bracket-pair-colorizer
daylerees.rainglow
donjayamanne.githistory
James-Yu.latex-workshop
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
PKief.material-icon-theme
ryanolsonx.solarized
SolarLiner.linux-themes
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
